{
  "\\!": 0,
  "\\\"": 1,
  "\\#": 2,
  "\\$": 3,
  "\\%": 4,
  "\\&": 5,
  "\\'": 6,
  "\\(": 7,
  "\\,": 8,
  "\\.": 9,
  "\\:": 10,
  "\\;": 11,
  "\\=": 12,
  "\\>": 13,
  "\\AA": 14,
  "\\AE": 15,
  "\\Alpha": 16,
  "\\And": 17,
  "\\Bbb": 18,
  "\\Bbbk": 19,
  "\\Beta": 20,
  "\\Big": 21,
  "\\Bigg": 22,
  "\\Biggl": 23,
  "\\Biggm": 24,
  "\\Biggr": 25,
  "\\Bigl": 26,
  "\\Bigm": 27,
  "\\Bigr": 28,
  "\\Box": 29,
  "\\Bra": 30,
  "\\Braket": 31,
  "\\Bumpeq": 32,
  "\\Cap": 33,
  "\\Chi": 34,
  "\\Colonapprox": 35,
  "\\Coloneq": 36,
  "\\Coloneqq": 37,
  "\\Colonsim": 38,
  "\\Complex": 39,
  "\\Cup": 40,
  "\\Dagger": 41,
  "\\Darr": 42,
  "\\Delta": 43,
  "\\Diamond": 44,
  "\\Doteq": 45,
  "\\Downarrow": 46,
  "\\Epsilon": 47,
  "\\Eqcolon": 48,
  "\\Eqqcolon": 49,
  "\\Eta": 50,
  "\\Finv": 51,
  "\\Game": 52,
  "\\Gamma": 53,
  "\\H": 54,
  "\\Harr": 55,
  "\\Huge": 56,
  "\\Im": 57,
  "\\Iota": 58,
  "\\Join": 59,
  "\\KaTeX": 60,
  "\\Kappa": 61,
  "\\Ket": 62,
  "\\LARGE": 63,
  "\\LaTeX": 64,
  "\\Lambda": 65,
  "\\Large": 66,
  "\\Larr": 67,
  "\\Leftarrow": 68,
  "\\Leftrightarrow": 69,
  "\\Lleftarrow": 70,
  "\\Longleftarrow": 71,
  "\\Longleftrightarrow": 72,
  "\\Longrightarrow": 73,
  "\\Lrarr": 74,
  "\\Lsh": 75,
  "\\Mu": 76,
  "\\N": 77,
  "\\Nu": 78,
  "\\O": 79,
  "\\OE": 80,
  "\\Omega": 81,
  "\\Omicron": 82,
  "\\Overrightarrow": 83,
  "\\P": 84,
  "\\Phi": 85,
  "\\Pi": 86,
  "\\Pr": 87,
  "\\Psi": 88,
  "\\R": 89,
  "\\Rarr": 90,
  "\\Re": 91,
  "\\Reals": 92,
  "\\Rho": 93,
  "\\Rightarrow": 94,
  "\\Rrightarrow": 95,
  "\\Rsh": 96,
  "\\S": 97,
  "\\Set": 98,
  "\\Sigma": 99,
  "\\Subset": 100,
  "\\Supset": 101,
  "\\Tau": 102,
  "\\TeX": 103,
  "\\Theta": 104,
  "\\Uarr": 105,
  "\\Uparrow": 106,
  "\\Updownarrow": 107,
  "\\Upsilon": 108,
  "\\Vdash": 109,
  "\\Vert": 110,
  "\\Vvdash": 111,
  "\\Xi": 112,
  "\\Z": 113,
  "\\Zeta": 114,
  "\\\\": 115,
  "\\^": 116,
  "\\_": 117,
  "\\`": 118,
  "\\aa": 119,
  "\\above": 120,
  "\\acute": 121,
  "\\ae": 122,
  "\\alef": 123,
  "\\alefsym": 124,
  "\\aleph": 125,
  "\\allowbreak": 126,
  "\\alpha": 127,
  "\\amalg": 128,
  "\\angl": 129,
  "\\angle": 130,
  "\\angln": 131,
  "\\approx": 132,
  "\\approxcolon": 133,
  "\\approxcoloncolon": 134,
  "\\approxeq": 135,
  "\\arccos": 136,
  "\\arcctg": 137,
  "\\arcsin": 138,
  "\\arctan": 139,
  "\\arctg": 140,
  "\\arg": 141,
  "\\argmax": 142,
  "\\argmin": 143,
  "\\arraystretch": 144,
  "\\ast": 145,
  "\\asymp": 146,
  "\\atop": 147,
  "\\backepsilon": 148,
  "\\backprime": 149,
  "\\backsim": 150,
  "\\backsimeq": 151,
  "\\backslash": 152,
  "\\bar": 153,
  "\\barwedge": 154,
  "\\bcancel": 155,
  "\\because": 156,
  "\\begingroup": 157,
  "\\begin{Bmatrix*}": 158,
  "\\begin{Bmatrix}": 159,
  "\\begin{CD}": 160,
  "\\begin{Vmatrix*}": 161,
  "\\begin{Vmatrix}": 162,
  "\\begin{align*}": 163,
  "\\begin{alignat*}": 164,
  "\\begin{alignat}": 165,
  "\\begin{alignedat}": 166,
  "\\begin{aligned}": 167,
  "\\begin{align}": 168,
  "\\begin{array}": 169,
  "\\begin{bmatrix*}": 170,
  "\\begin{bmatrix}": 171,
  "\\begin{cases}": 172,
  "\\begin{darray}": 173,
  "\\begin{dcases}": 174,
  "\\begin{drcases}": 175,
  "\\begin{equation*}": 176,
  "\\begin{equation}": 177,
  "\\begin{gathered}": 178,
  "\\begin{gather}": 179,
  "\\begin{matrix*}": 180,
  "\\begin{matrix}": 181,
  "\\begin{pmatrix*}": 182,
  "\\begin{pmatrix}": 183,
  "\\begin{rcases}": 184,
  "\\begin{smallmatrix}": 185,
  "\\begin{split}": 186,
  "\\begin{vmatrix*}": 187,
  "\\begin{vmatrix}": 188,
  "\\beta": 189,
  "\\beth": 190,
  "\\between": 191,
  "\\bf": 192,
  "\\big": 193,
  "\\bigcap": 194,
  "\\bigcirc": 195,
  "\\bigcup": 196,
  "\\bigg": 197,
  "\\biggl": 198,
  "\\biggm": 199,
  "\\biggr": 200,
  "\\bigl": 201,
  "\\bigm": 202,
  "\\bigodot": 203,
  "\\bigoplus": 204,
  "\\bigotimes": 205,
  "\\bigr": 206,
  "\\bigsqcup": 207,
  "\\bigstar": 208,
  "\\bigtriangledown": 209,
  "\\bigtriangleup": 210,
  "\\biguplus": 211,
  "\\bigvee": 212,
  "\\bigwedge": 213,
  "\\binom": 214,
  "\\blacklozenge": 215,
  "\\blacksquare": 216,
  "\\blacktriangle": 217,
  "\\blacktriangledown": 218,
  "\\blacktriangleleft": 219,
  "\\blacktriangleright": 220,
  "\\bm": 221,
  "\\bmod": 222,
  "\\bold": 223,
  "\\boldsymbol": 224,
  "\\bot": 225,
  "\\bowtie": 226,
  "\\boxdot": 227,
  "\\boxed": 228,
  "\\boxminus": 229,
  "\\boxplus": 230,
  "\\boxtimes": 231,
  "\\bra": 232,
  "\\brace": 233,
  "\\brack": 234,
  "\\braket": 235,
  "\\breve": 236,
  "\\bull": 237,
  "\\bullet": 238,
  "\\bumpeq": 239,
  "\\cal": 240,
  "\\cancel": 241,
  "\\cap": 242,
  "\\cdot": 243,
  "\\cdotp": 244,
  "\\cdots": 245,
  "\\ce": 246,
  "\\centerdot": 247,
  "\\cfrac": 248,
  "\\ch": 249,
  "\\char": 250,
  "\\check": 251,
  "\\checkmark": 252,
  "\\chi": 253,
  "\\choose": 254,
  "\\circ": 255,
  "\\circeq": 256,
  "\\circlearrowleft": 257,
  "\\circlearrowright": 258,
  "\\circledR": 259,
  "\\circledS": 260,
  "\\circledast": 261,
  "\\circledcirc": 262,
  "\\circleddash": 263,
  "\\clubs": 264,
  "\\clubsuit": 265,
  "\\cnums": 266,
  "\\colon": 267,
  "\\colonapprox": 268,
  "\\coloncolon": 269,
  "\\coloncolonapprox": 270,
  "\\coloncolonequals": 271,
  "\\coloncolonminus": 272,
  "\\coloncolonsim": 273,
  "\\coloneq": 274,
  "\\coloneqq": 275,
  "\\colonequals": 276,
  "\\colonminus": 277,
  "\\colonsim": 278,
  "\\color": 279,
  "\\colorbox": 280,
  "\\complement": 281,
  "\\cong": 282,
  "\\coprod": 283,
  "\\copyright": 284,
  "\\cos": 285,
  "\\cosec": 286,
  "\\cosh": 287,
  "\\cot": 288,
  "\\cotg": 289,
  "\\coth": 290,
  "\\cr": 291,
  "\\csc": 292,
  "\\ctg": 293,
  "\\cth": 294,
  "\\cup": 295,
  "\\curlyeqprec": 296,
  "\\curlyeqsucc": 297,
  "\\curlyvee": 298,
  "\\curlywedge": 299,
  "\\curvearrowleft": 300,
  "\\curvearrowright": 301,
  "\\dArr": 302,
  "\\dag": 303,
  "\\dagger": 304,
  "\\daleth": 305,
  "\\darr": 306,
  "\\dashleftarrow": 307,
  "\\dashrightarrow": 308,
  "\\dashv": 309,
  "\\dbinom": 310,
  "\\dblcolon": 311,
  "\\ddag": 312,
  "\\ddagger": 313,
  "\\ddddot": 314,
  "\\dddot": 315,
  "\\ddot": 316,
  "\\ddots": 317,
  "\\def": 318,
  "\\deg": 319,
  "\\degree": 320,
  "\\delta": 321,
  "\\det": 322,
  "\\dfrac": 323,
  "\\diagdown": 324,
  "\\diagup": 325,
  "\\diamond": 326,
  "\\diamonds": 327,
  "\\diamondsuit": 328,
  "\\digamma": 329,
  "\\dim": 330,
  "\\displaystyle": 331,
  "\\div": 332,
  "\\divideontimes": 333,
  "\\dot": 334,
  "\\doteq": 335,
  "\\doteqdot": 336,
  "\\dotplus": 337,
  "\\dots": 338,
  "\\dotsb": 339,
  "\\dotsc": 340,
  "\\dotsi": 341,
  "\\dotsm": 342,
  "\\dotso": 343,
  "\\doublebarwedge": 344,
  "\\doublecap": 345,
  "\\doublecup": 346,
  "\\downarrow": 347,
  "\\downdownarrows": 348,
  "\\downharpoonleft": 349,
  "\\downharpoonright": 350,
  "\\edef": 351,
  "\\ell": 352,
  "\\emph": 353,
  "\\empty": 354,
  "\\emptyset": 355,
  "\\endgroup": 356,
  "\\end{Bmatrix*}": 357,
  "\\end{Bmatrix}": 358,
  "\\end{CD}": 359,
  "\\end{Vmatrix*}": 360,
  "\\end{Vmatrix}": 361,
  "\\end{align*}": 362,
  "\\end{alignat*}": 363,
  "\\end{alignat}": 364,
  "\\end{alignedat}": 365,
  "\\end{aligned}": 366,
  "\\end{align}": 367,
  "\\end{array}": 368,
  "\\end{bmatrix*}": 369,
  "\\end{bmatrix}": 370,
  "\\end{cases}": 371,
  "\\end{darray}": 372,
  "\\end{dcases}": 373,
  "\\end{drcases}": 374,
  "\\end{equation*}": 375,
  "\\end{equation}": 376,
  "\\end{gathered}": 377,
  "\\end{gather}": 378,
  "\\end{matrix*}": 379,
  "\\end{matrix}": 380,
  "\\end{pmatrix*}": 381,
  "\\end{pmatrix}": 382,
  "\\end{rcases}": 383,
  "\\end{smallmatrix}": 384,
  "\\end{split}": 385,
  "\\end{vmatrix*}": 386,
  "\\end{vmatrix}": 387,
  "\\enspace": 388,
  "\\epsilon": 389,
  "\\eqcirc": 390,
  "\\eqcolon": 391,
  "\\eqqcolon": 392,
  "\\eqsim": 393,
  "\\eqslantgtr": 394,
  "\\eqslantless": 395,
  "\\equalscolon": 396,
  "\\equalscoloncolon": 397,
  "\\equiv": 398,
  "\\eta": 399,
  "\\eth": 400,
  "\\exist": 401,
  "\\exists": 402,
  "\\exp": 403,
  "\\expandafter": 404,
  "\\fallingdotseq": 405,
  "\\fbox": 406,
  "\\fcolorbox": 407,
  "\\flat": 408,
  "\\footnotesize": 409,
  "\\forall": 410,
  "\\frac": 411,
  "\\frak": 412,
  "\\frown": 413,
  "\\futurelet": 414,
  "\\gamma": 415,
  "\\gcd": 416,
  "\\gdef": 417,
  "\\ge": 418,
  "\\genfrac": 419,
  "\\geq": 420,
  "\\geqq": 421,
  "\\geqslant": 422,
  "\\gets": 423,
  "\\gg": 424,
  "\\ggg": 425,
  "\\gggtr": 426,
  "\\gimel": 427,
  "\\global": 428,
  "\\gnapprox": 429,
  "\\gneq": 430,
  "\\gneqq": 431,
  "\\gnsim": 432,
  "\\grave": 433,
  "\\gt": 434,
  "\\gtrapprox": 435,
  "\\gtrdot": 436,
  "\\gtreqless": 437,
  "\\gtreqqless": 438,
  "\\gtrless": 439,
  "\\gtrsim": 440,
  "\\gvertneqq": 441,
  "\\hArr": 442,
  "\\harr": 443,
  "\\hat": 444,
  "\\hbar": 445,
  "\\hbox": 446,
  "\\hdashline": 447,
  "\\hearts": 448,
  "\\heartsuit": 449,
  "\\hline": 450,
  "\\hom": 451,
  "\\hookleftarrow": 452,
  "\\hookrightarrow": 453,
  "\\hphantom": 454,
  "\\href": 455,
  "\\hskip": 456,
  "\\hslash": 457,
  "\\hspace": 458,
  "\\htmlClass": 459,
  "\\htmlData": 460,
  "\\htmlId": 461,
  "\\htmlStyle": 462,
  "\\huge": 463,
  "\\i": 464,
  "\\iff": 465,
  "\\iiint": 466,
  "\\iint": 467,
  "\\image": 468,
  "\\imageof": 469,
  "\\imath": 470,
  "\\impliedby": 471,
  "\\implies": 472,
  "\\in": 473,
  "\\includegraphics": 474,
  "\\inf": 475,
  "\\infin": 476,
  "\\infty": 477,
  "\\injlim": 478,
  "\\int": 479,
  "\\intercal": 480,
  "\\intop": 481,
  "\\iota": 482,
  "\\isin": 483,
  "\\it": 484,
  "\\j": 485,
  "\\jmath": 486,
  "\\kappa": 487,
  "\\ker": 488,
  "\\kern": 489,
  "\\ket": 490,
  "\\lArr": 491,
  "\\lBrace": 492,
  "\\lVert": 493,
  "\\lambda": 494,
  "\\land": 495,
  "\\lang": 496,
  "\\langle": 497,
  "\\large": 498,
  "\\larr": 499,
  "\\lbrace": 500,
  "\\lbrack": 501,
  "\\lceil": 502,
  "\\ldotp": 503,
  "\\ldots": 504,
  "\\le": 505,
  "\\leadsto": 506,
  "\\left": 507,
  "\\leftarrow": 508,
  "\\leftarrowtail": 509,
  "\\leftharpoondown": 510,
  "\\leftharpoonup": 511,
  "\\leftleftarrows": 512,
  "\\leftrightarrow": 513,
  "\\leftrightarrows": 514,
  "\\leftrightharpoons": 515,
  "\\leftrightsquigarrow": 516,
  "\\leftthreetimes": 517,
  "\\leq": 518,
  "\\leqq": 519,
  "\\leqslant": 520,
  "\\lessapprox": 521,
  "\\lessdot": 522,
  "\\lesseqgtr": 523,
  "\\lesseqqgtr": 524,
  "\\lessgtr": 525,
  "\\lesssim": 526,
  "\\let": 527,
  "\\lfloor": 528,
  "\\lg": 529,
  "\\lgroup": 530,
  "\\lhd": 531,
  "\\lim": 532,
  "\\liminf": 533,
  "\\limits": 534,
  "\\limsup": 535,
  "\\ll": 536,
  "\\llap": 537,
  "\\llbracket": 538,
  "\\llcorner": 539,
  "\\lll": 540,
  "\\llless": 541,
  "\\lmoustache": 542,
  "\\ln": 543,
  "\\lnapprox": 544,
  "\\lneq": 545,
  "\\lneqq": 546,
  "\\lnot": 547,
  "\\lnsim": 548,
  "\\log": 549,
  "\\long": 550,
  "\\longleftarrow": 551,
  "\\longleftrightarrow": 552,
  "\\longmapsto": 553,
  "\\longrightarrow": 554,
  "\\looparrowleft": 555,
  "\\looparrowright": 556,
  "\\lor": 557,
  "\\lozenge": 558,
  "\\lparen": 559,
  "\\lq": 560,
  "\\lrArr": 561,
  "\\lrarr": 562,
  "\\lrcorner": 563,
  "\\lt": 564,
  "\\ltimes": 565,
  "\\lvert": 566,
  "\\lvertneqq": 567,
  "\\maltese": 568,
  "\\mapsto": 569,
  "\\mathbb": 570,
  "\\mathbf": 571,
  "\\mathbin": 572,
  "\\mathcal": 573,
  "\\mathchoice": 574,
  "\\mathclap": 575,
  "\\mathclose": 576,
  "\\mathellipsis": 577,
  "\\mathfrak": 578,
  "\\mathinner": 579,
  "\\mathit": 580,
  "\\mathllap": 581,
  "\\mathnormal": 582,
  "\\mathop": 583,
  "\\mathopen": 584,
  "\\mathord": 585,
  "\\mathpunct": 586,
  "\\mathrel": 587,
  "\\mathring": 588,
  "\\mathrlap": 589,
  "\\mathrm": 590,
  "\\mathscr": 591,
  "\\mathsf": 592,
  "\\mathsterling": 593,
  "\\mathstrut": 594,
  "\\mathtt": 595,
  "\\max": 596,
  "\\measuredangle": 597,
  "\\medspace": 598,
  "\\mho": 599,
  "\\mid": 600,
  "\\middle": 601,
  "\\min": 602,
  "\\minuscolon": 603,
  "\\minuscoloncolon": 604,
  "\\minuso": 605,
  "\\mkern": 606,
  "\\mod": 607,
  "\\models": 608,
  "\\mp": 609,
  "\\mskip": 610,
  "\\mu": 611,
  "\\multimap": 612,
  "\\nLeftarrow": 613,
  "\\nLeftrightarrow": 614,
  "\\nRightarrow": 615,
  "\\nVDash": 616,
  "\\nVdash": 617,
  "\\nabla": 618,
  "\\natnums": 619,
  "\\natural": 620,
  "\\ncong": 621,
  "\\ne": 622,
  "\\nearrow": 623,
  "\\neg": 624,
  "\\negmedspace": 625,
  "\\negthickspace": 626,
  "\\negthinspace": 627,
  "\\neq": 628,
  "\\newcommand": 629,
  "\\newline": 630,
  "\\nexists": 631,
  "\\ngeq": 632,
  "\\ngeqq": 633,
  "\\ngeqslant": 634,
  "\\ngtr": 635,
  "\\ni": 636,
  "\\nleftarrow": 637,
  "\\nleftrightarrow": 638,
  "\\nleq": 639,
  "\\nleqq": 640,
  "\\nleqslant": 641,
  "\\nless": 642,
  "\\nmid": 643,
  "\\nobreak": 644,
  "\\nobreakspace": 645,
  "\\noexpand": 646,
  "\\nolimits": 647,
  "\\nonumber": 648,
  "\\normalsize": 649,
  "\\not": 650,
  "\\notag": 651,
  "\\notin": 652,
  "\\notni": 653,
  "\\nparallel": 654,
  "\\nprec": 655,
  "\\npreceq": 656,
  "\\nrightarrow": 657,
  "\\nshortmid": 658,
  "\\nshortparallel": 659,
  "\\nsim": 660,
  "\\nsubseteq": 661,
  "\\nsubseteqq": 662,
  "\\nsucc": 663,
  "\\nsucceq": 664,
  "\\nsupseteq": 665,
  "\\nsupseteqq": 666,
  "\\ntriangleleft": 667,
  "\\ntrianglelefteq": 668,
  "\\ntriangleright": 669,
  "\\ntrianglerighteq": 670,
  "\\nu": 671,
  "\\nvDash": 672,
  "\\nvdash": 673,
  "\\nwarrow": 674,
  "\\o": 675,
  "\\odot": 676,
  "\\oe": 677,
  "\\oiiint": 678,
  "\\oiint": 679,
  "\\oint": 680,
  "\\omega": 681,
  "\\omicron": 682,
  "\\ominus": 683,
  "\\operatorname": 684,
  "\\operatorname*": 685,
  "\\operatornamewithlimits": 686,
  "\\oplus": 687,
  "\\origof": 688,
  "\\oslash": 689,
  "\\otimes": 690,
  "\\over": 691,
  "\\overbrace": 692,
  "\\overgroup": 693,
  "\\overleftarrow": 694,
  "\\overleftharpoon": 695,
  "\\overleftrightarrow": 696,
  "\\overline": 697,
  "\\overlinesegment": 698,
  "\\overrightarrow": 699,
  "\\overrightharpoon": 700,
  "\\overset": 701,
  "\\owns": 702,
  "\\parallel": 703,
  "\\partial": 704,
  "\\perp": 705,
  "\\phantom": 706,
  "\\phase": 707,
  "\\phi": 708,
  "\\pi": 709,
  "\\pitchfork": 710,
  "\\plim": 711,
  "\\plusmn": 712,
  "\\pm": 713,
  "\\pmb": 714,
  "\\pmod": 715,
  "\\pod": 716,
  "\\pounds": 717,
  "\\prec": 718,
  "\\precapprox": 719,
  "\\preccurlyeq": 720,
  "\\preceq": 721,
  "\\precnapprox": 722,
  "\\precneqq": 723,
  "\\precnsim": 724,
  "\\precsim": 725,
  "\\prime": 726,
  "\\prod": 727,
  "\\projlim": 728,
  "\\propto": 729,
  "\\providecommand": 730,
  "\\psi": 731,
  "\\pu": 732,
  "\\qquad": 733,
  "\\quad": 734,
  "\\r": 735,
  "\\rArr": 736,
  "\\rBrace": 737,
  "\\rVert": 738,
  "\\raisebox": 739,
  "\\rang": 740,
  "\\rangle": 741,
  "\\rarr": 742,
  "\\ratio": 743,
  "\\rbrace": 744,
  "\\rbrack": 745,
  "\\rceil": 746,
  "\\real": 747,
  "\\reals": 748,
  "\\relax": 749,
  "\\renewcommand": 750,
  "\\restriction": 751,
  "\\rfloor": 752,
  "\\rgroup": 753,
  "\\rhd": 754,
  "\\rho": 755,
  "\\right": 756,
  "\\rightarrow": 757,
  "\\rightarrowtail": 758,
  "\\rightharpoondown": 759,
  "\\rightharpoonup": 760,
  "\\rightleftarrows": 761,
  "\\rightleftharpoons": 762,
  "\\rightrightarrows": 763,
  "\\rightsquigarrow": 764,
  "\\rightthreetimes": 765,
  "\\risingdotseq": 766,
  "\\rlap": 767,
  "\\rm": 768,
  "\\rmoustache": 769,
  "\\rparen": 770,
  "\\rq": 771,
  "\\rrbracket": 772,
  "\\rtimes": 773,
  "\\rule": 774,
  "\\rvert": 775,
  "\\scriptscriptstyle": 776,
  "\\scriptsize": 777,
  "\\scriptstyle": 778,
  "\\sdot": 779,
  "\\searrow": 780,
  "\\sec": 781,
  "\\sect": 782,
  "\\set": 783,
  "\\setminus": 784,
  "\\sf": 785,
  "\\sh": 786,
  "\\sharp": 787,
  "\\shortmid": 788,
  "\\shortparallel": 789,
  "\\sigma": 790,
  "\\sim": 791,
  "\\simcolon": 792,
  "\\simcoloncolon": 793,
  "\\simeq": 794,
  "\\sin": 795,
  "\\sinh": 796,
  "\\sixptsize": 797,
  "\\small": 798,
  "\\smallfrown": 799,
  "\\smallint": 800,
  "\\smallsetminus": 801,
  "\\smallsmile": 802,
  "\\smash": 803,
  "\\smile": 804,
  "\\sout": 805,
  "\\space": 806,
  "\\spades": 807,
  "\\spadesuit": 808,
  "\\sphericalangle": 809,
  "\\sqcap": 810,
  "\\sqcup": 811,
  "\\sqrt": 812,
  "\\sqsubset": 813,
  "\\sqsubseteq": 814,
  "\\sqsupset": 815,
  "\\sqsupseteq": 816,
  "\\square": 817,
  "\\ss": 818,
  "\\stackrel": 819,
  "\\star": 820,
  "\\sub": 821,
  "\\sube": 822,
  "\\subset": 823,
  "\\subseteq": 824,
  "\\subseteqq": 825,
  "\\subsetneq": 826,
  "\\subsetneqq": 827,
  "\\substack": 828,
  "\\succ": 829,
  "\\succapprox": 830,
  "\\succcurlyeq": 831,
  "\\succeq": 832,
  "\\succnapprox": 833,
  "\\succneqq": 834,
  "\\succnsim": 835,
  "\\succsim": 836,
  "\\sum": 837,
  "\\sup": 838,
  "\\supe": 839,
  "\\supset": 840,
  "\\supseteq": 841,
  "\\supseteqq": 842,
  "\\supsetneq": 843,
  "\\supsetneqq": 844,
  "\\surd": 845,
  "\\swarrow": 846,
  "\\tag": 847,
  "\\tag*": 848,
  "\\tan": 849,
  "\\tanh": 850,
  "\\tau": 851,
  "\\tbinom": 852,
  "\\text": 853,
  "\\textasciicircum": 854,
  "\\textasciitilde": 855,
  "\\textbackslash": 856,
  "\\textbar": 857,
  "\\textbardbl": 858,
  "\\textbf": 859,
  "\\textbraceleft": 860,
  "\\textbraceright": 861,
  "\\textcircled": 862,
  "\\textcolor": 863,
  "\\textdagger": 864,
  "\\textdaggerdbl": 865,
  "\\textdegree": 866,
  "\\textdollar": 867,
  "\\textellipsis": 868,
  "\\textemdash": 869,
  "\\textendash": 870,
  "\\textgreater": 871,
  "\\textit": 872,
  "\\textless": 873,
  "\\textmd": 874,
  "\\textnormal": 875,
  "\\textquotedblleft": 876,
  "\\textquotedblright": 877,
  "\\textquoteleft": 878,
  "\\textquoteright": 879,
  "\\textregistered": 880,
  "\\textrm": 881,
  "\\textsf": 882,
  "\\textsterling": 883,
  "\\textstyle": 884,
  "\\texttt": 885,
  "\\textunderscore": 886,
  "\\textup": 887,
  "\\tfrac": 888,
  "\\tg": 889,
  "\\th": 890,
  "\\therefore": 891,
  "\\theta": 892,
  "\\thetasym": 893,
  "\\thickapprox": 894,
  "\\thicksim": 895,
  "\\thickspace": 896,
  "\\thinspace": 897,
  "\\tilde": 898,
  "\\times": 899,
  "\\tiny": 900,
  "\\to": 901,
  "\\top": 902,
  "\\triangle": 903,
  "\\triangledown": 904,
  "\\triangleleft": 905,
  "\\trianglelefteq": 906,
  "\\triangleq": 907,
  "\\triangleright": 908,
  "\\trianglerighteq": 909,
  "\\tt": 910,
  "\\twoheadleftarrow": 911,
  "\\twoheadrightarrow": 912,
  "\\u": 913,
  "\\uArr": 914,
  "\\uarr": 915,
  "\\ulcorner": 916,
  "\\underbar": 917,
  "\\underbrace": 918,
  "\\undergroup": 919,
  "\\underleftarrow": 920,
  "\\underleftrightarrow": 921,
  "\\underline": 922,
  "\\underlinesegment": 923,
  "\\underrightarrow": 924,
  "\\underset": 925,
  "\\unlhd": 926,
  "\\unrhd": 927,
  "\\uparrow": 928,
  "\\updownarrow": 929,
  "\\upharpoonleft": 930,
  "\\upharpoonright": 931,
  "\\uplus": 932,
  "\\upsilon": 933,
  "\\upuparrows": 934,
  "\\urcorner": 935,
  "\\url": 936,
  "\\utilde": 937,
  "\\v": 938,
  "\\vDash": 939,
  "\\varDelta": 940,
  "\\varGamma": 941,
  "\\varLambda": 942,
  "\\varOmega": 943,
  "\\varPhi": 944,
  "\\varPi": 945,
  "\\varPsi": 946,
  "\\varSigma": 947,
  "\\varTheta": 948,
  "\\varUpsilon": 949,
  "\\varXi": 950,
  "\\varepsilon": 951,
  "\\varinjlim": 952,
  "\\varkappa": 953,
  "\\varliminf": 954,
  "\\varlimsup": 955,
  "\\varnothing": 956,
  "\\varphi": 957,
  "\\varpi": 958,
  "\\varprojlim": 959,
  "\\varpropto": 960,
  "\\varrho": 961,
  "\\varsigma": 962,
  "\\varsubsetneq": 963,
  "\\varsubsetneqq": 964,
  "\\varsupsetneq": 965,
  "\\varsupsetneqq": 966,
  "\\vartheta": 967,
  "\\vartriangle": 968,
  "\\vartriangleleft": 969,
  "\\vartriangleright": 970,
  "\\vcentcolon": 971,
  "\\vcenter": 972,
  "\\vdash": 973,
  "\\vdots": 974,
  "\\vec": 975,
  "\\vee": 976,
  "\\veebar": 977,
  "\\verb": 978,
  "\\vert": 979,
  "\\vphantom": 980,
  "\\wedge": 981,
  "\\weierp": 982,
  "\\widecheck": 983,
  "\\widehat": 984,
  "\\widetilde": 985,
  "\\wp": 986,
  "\\wr": 987,
  "\\xLeftarrow": 988,
  "\\xLeftrightarrow": 989,
  "\\xRightarrow": 990,
  "\\xcancel": 991,
  "\\xdef": 992,
  "\\xhookleftarrow": 993,
  "\\xhookrightarrow": 994,
  "\\xi": 995,
  "\\xleftarrow": 996,
  "\\xleftharpoondown": 997,
  "\\xleftharpoonup": 998,
  "\\xleftrightarrow": 999,
  "\\xleftrightharpoons": 1000,
  "\\xlongequal": 1001,
  "\\xmapsto": 1002,
  "\\xrightarrow": 1003,
  "\\xrightharpoondown": 1004,
  "\\xrightharpoonup": 1005,
  "\\xrightleftharpoons": 1006,
  "\\xtofrom": 1007,
  "\\xtwoheadleftarrow": 1008,
  "\\xtwoheadrightarrow": 1009,
  "\\yen": 1010,
  "\\zeta": 1011,
  "\\{": 1012,
  "\\|": 1013,
  "\\}": 1014,
  "\\~": 1015,
  "\\": 1016
}